Repository: Fresh-Straw/camel-calculator
Catalog: CamelCalculator/*.lproj/Localizable.strings
Languages: de

source: And what is your friend's sex?
de: Ist dein Freund männlich oder weiblich?

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Delete %@?
de: %@ löschen?

source: Description
de: Beschreibung

source: Display Name
de: Anzeigename

source: Higher scores
de: Höhere Bewertungen

source: How big are her boobs?
de: Wie groß sind ihre Brüste?

source: How big is the lung volume of %@?
de: Wie groß ist das Lungenvolumen von %@?

source: How funny is %@?
de: Wie witzig ist %@?

source: How high is your friend?
de: Wie groß ist dein Freund?

source: How long is %@'s hair?
de: Wie lang sind die Haare von %@?

source: How loyal is %@?
de: Wie loyal ist %@?

source: How many camels are your friends worth?
de: Wie viele Kamele sind deine Freunde wert?

source: How old is your friend?
de: Wie alt ist dein Freund?

source: is worth:
de: wert ist:

source: Payment will be charged to your iTunes account at confirmation of purchase.
de: Die Zahlung wird bei der Kaufbestätigung von Ihrem iTunes-Konto abgebucht.

source: Please consider this app as a joke.
de: Bitte betrachte diese App als Witz.

source: Please enter the name of your friend.
de: Bitte gib den Namen Deines Freundes an.

source: Previous calculations
de: Alte Berechnungen

source: Tell us the name of your friend, please:
de: Wie heißt dein Freund?

source: The number of camels
de: Die Anzahl der Kamele, die

source: There is no serious situation in which other persons, their life or their actions may be counted in camels or any other currency.
de: Es gibt keine ernsthafte Situation, in der andere Personen, ihr Leben oder ihre Handlungen in Kamelen oder einer anderen Währung gezählt werden könnten.

source: What kind of beard does he have?
de: Was für einen Bart hat er?

source: Which eye color does %@ have?
de: Welche Augenfarbe hat %@?

source: %@ liters
de: %@ Liter

source: Intro
de: Einstieg

source: What's the name?
de: Wie ist der Name?

source: male
de: männlich

source: female
de: weiblich

source: Next
de: Weiter

source: And what is his hair color?
de: Und welche Haarfarbe hat er?

source: How does he look?
de: Wie sieht er aus?

source: Calculate result
de: Ergebnis berechnen

source: Inner values
de: Innere Werte

source: And what is her hair color?
de: Und welche Haarfarbe hat sie?

source: How does she look?
de: Wie sieht sie aus?

source: thin
de: dünn

source: chubby
de: rundlich

source: fat
de: fett

source: And how intelligent is he?
de: Und wie intelligent ist er?

source: And how intelligent is she?
de: Und wie intelligent ist sie?

source: How high is his blood pressure?
de: Wie hoch ist sein Blutdruck?

source: How high is her blood pressure?
de: Wie hoch ist ihr Blutdruck?

# verFunny
source: Reeaally funny
de: Super lustig

source: OKish
de: Na, ganz OK

source: 'Meeeh''
de: puh, joa...

# notAtAll
source: Nope, not at all
de: Nope, kein Stück

source: Dumb!
de: Dumm!

# mediocre
source: Not the brightest candle on the cake
de: Nicht die hellste Kerze auf der Torte

source: Quite smart
de: Schon irgendwie kluk

# LikeTheWind
source: Flag in the wind
de: Fähnchen im Wind

# kindOfOk
source: Quite passable
de: Ganz passabel

# AlwaysOnMySide
source: Sticks to me like dirt.
de: Hält zu mir wir Dreck.

# bp110to80
source: 110 to 70
de: 110 zu 70

# bp120to80
source: 120 to 75
de: 120 zu 75

# bp130to80
source: 130 to 80
de: 130 zu 80

# bp140to85
source: 140 to 85
de: 140 zu 85

# bp160to100
source: 160 to 100
de: 160 zu 100
